Repository: thermesmarins/tmsm-woocommerce-vouchers
Catalog: languages/tmsm-woocommerce-vouchers-*.po
Languages: fr_fr

source: Voucher
fr_fr: Bon cadeau

source: Voucher expires
fr_fr: Validité du bon cadeau

source: months
fr_fr: mois

source: Voucher date expiry
fr_fr: Date d’expiration du bon cadeau

source: Format: YYYY-MM-DD, leave empty for default duration
fr_fr: Format : AAAA-MM-JJ, laissez vide pour une durée par défaut

source: YYYY-MM-DD
fr_fr: AAAA-MM-JJ

source: Local Business
fr_fr: Entreprise locale

source: Product description
fr_fr: Description du produit

source: Vouchers
fr_fr: Bons cadeaux

source: Recipient title
fr_fr: Civilité du bénéficiaire

source: Miss
fr_fr: Madame

source: Mr
fr_fr: Monsieur

source: Recipient first name
fr_fr: Prénom du bénéficiaire

source: Recipient last name
fr_fr: Nom du bénéficiaire

source: Recipient birth date
fr_fr: Date de naissance du bénéficiaire

source: Recipient address
fr_fr: Adresse du bénéficiaire

source: Recipient zipcode
fr_fr: Code postal du bénéficiaire

source: Recipient city
fr_fr: Ville

source: Recipient country
fr_fr: Pays du bénéficiaire

source: Recipient mobile phone
fr_fr: Téléphone mobile du bénéficiaire

source: Recipient email
fr_fr: Email du bénéficiaire

source: Voucher code
fr_fr: Code du bon cadeau

source: Expiry date
fr_fr: Date de validité

source: Settings
fr_fr: Réglages

source: Virtual only
fr_fr: Uniquement des e-Bons cadeaux, à traîter

source: TMSM WooCommerce Vouchers requires WooCommerce 3.0.0 or higher!
fr_fr: L’extension TMSM WooCommerce Vouchers requiert WooCommerce version 3.0.0 ou supérieur !

# Post type general name
source: Local Businesses
fr_fr: Entreprises locales

# Post type singular name
source: Local Business
fr_fr: Entreprise locale

# Admin Menu text
source: Local Businesses
fr_fr: Entreprises locales

# Add New on Toolbar
source: Local Business
fr_fr: Entreprise locale

source: Add New
fr_fr: Ajouter

source: Add New Local Business
fr_fr: Ajouter une nouvelle entreprise locale

source: New Local Business
fr_fr: Nouvelle entreprise locale

source: Edit Local Business
fr_fr: Modifier l’entreprise locale

source: View Local Business
fr_fr: Voir l’entreprise locale

source: Local Businesses
fr_fr: Entreprises locales

source: Search Local Businesses
fr_fr: Rechercher une entreprise locale

source: Parent Local Businesses:
fr_fr: Entreprise locale parente :

source: No local Businesses found.
fr_fr: Aucune entreprise locale trouvée.

source: No local Businesses found in Trash.
fr_fr: Aucune entreprise locale trouvée dans la corbeille.

source: Voucher settings
fr_fr: Réglages de bon cadeau

source: Recipient
fr_fr: Bénéficiaire

source: Template
fr_fr: Apparence

source: Recipient fields
fr_fr: Champ de bénéficiaire

source: Recipient optionnal
fr_fr: Bénéficiaire est optionnel

source: If checked, the customer is not obliged to set a recipient
fr_fr: Si coché, le client n’est pas obligé de définir un bénéficiaire

source: First name asked
fr_fr: Prénom demandé

source: First name required
fr_fr: Prénom obligatoire

source: Last name asked
fr_fr: Nom de famille demandé

source: Last name required
fr_fr: Nom obligatoire

source: Birthdate asked
fr_fr: Date de naissance demandée

source: Birthdate required
fr_fr: Date de naissance obligatoire

source: Title asked
fr_fr: Civilité demandée

source: Title required
fr_fr: Civilité obligatoire

source: Address asked
fr_fr: Adresse demandée

source: Address required
fr_fr: Adresse obligatoire

source: Zipcode asked
fr_fr: Code postal demandé

source: Zipcode required
fr_fr: Code postal obligatoire

source: City asked
fr_fr: Ville demandée

source: City required
fr_fr: Ville obligatoire

source: Country asked
fr_fr: Pays demandé

source: Country required
fr_fr: Pays obligatoire

source: Mobile phone asked
fr_fr: Téléphone mobile demandé

source: Mobile phone required
fr_fr: Téléphone mobile obligatoire

source: Email asked
fr_fr: Email demandé

source: Email required
fr_fr: Email obligatoire

source: Message asked
fr_fr: Message demandé

source: Message required
fr_fr: Message personnel obligatoire

source: Sent date asked
fr_fr: Date d’envoi demandée

source: Send date required
fr_fr: Date d’envoi obligatoire

source: Default
fr_fr: Par défaut

source: 12 AM
fr_fr: Minuit

source: 1 AM
fr_fr: 1h du matin

source: 2 AM
fr_fr: 2h du matin

source: 3 AM
fr_fr: 3h du matin

source: 4 AM
fr_fr: 4h du matin

source: 5 AM
fr_fr: 5h du matin

source: 6 AM
fr_fr: 6h du matin

source: 7 AM
fr_fr: 7h du matin

source: 8 AM
fr_fr: 8h du matin

source: 9 AM
fr_fr: 9h du matin

source: 10 AM
fr_fr: 10h du matin

source: 11 AM
fr_fr: 11h du matin

source: 12 PM
fr_fr: Midi

source: 1 PM
fr_fr: 13h

source: 2 PM
fr_fr: 14h

source: 3 PM
fr_fr: 15h

source: 4 PM
fr_fr: 16h

source: 5 PM
fr_fr: 17h

source: 6 PM
fr_fr: 18h

source: 7 PM
fr_fr: 19h

source: 8 PM
fr_fr: 20h

source: 9 PM
fr_fr: 21h

source: 10 PM
fr_fr: 22h

source: 11 PM
fr_fr: 23h

source: Available for physical products
fr_fr: Bénéficiaire demandé pour les produits physiques

source: Available for virtual products
fr_fr: Bénéficiaire demandé pour les produits virtuels

source: Recipient Heading
fr_fr: Titre du champ bénéficiaire

source: Text introducing the recipient form
fr_fr: Texte introduisant le formulaire de bénéficiaire

source: Who to give this voucher to?
fr_fr: À qui allez-vous offrir ce cadeau ?

source: Attach PDF voucher to email notification
fr_fr: Attacher le bon cadeau PDF à l’email de notification

source: Select Time for Gift Notification Email
fr_fr: Sélectionner l’heure d’envoi de la notification email du bon cadeau (pour les bénéficiaires)

source: It will send gift notification email at selected time.
fr_fr: Cela enverra la notification email au bénéficiaire à l’heure sélectionnée.

source: Voucher code format
fr_fr: Format du code cadeau

source: The available tags are:
fr_fr: Les mots-clés disponibles sont :

source: <code>{sku}</code> - SKU of product or variation of product
fr_fr: <code>{sku}</code> - Référence produit ou de la variation de produit

source: <code>{uses}</code> - number of uses zero filled of 6 characters
fr_fr: <code>{uses}</code> - nombre d’utilisation, à 6 caractères, rempli de zéros

source: <code>{order_id}</code> - order ID
fr_fr: <code>{order_id}</code> - ID de commande

source: Download PDF File Name
fr_fr: Nom de fichier du PDF téléchargeable

source: Enter the PDF file name. This file name will be used when users download a PDF of voucher codes on frontend.
fr_fr: Saisir le nom de fichier PDF. Ce nom sera utilisé quand les utilisateurs téléchargent un bon cadeau sur la partie publique.

source: <code>{item_id}</code> - item ID
fr_fr: <code>{item_id}</code> - ID de l’item de commande

source: <code>{product_id}</code> - product ID
fr_fr: <code>{product_id}</code> - ID de produit

source: <code>{unique_string}</code> - unique string
fr_fr: <code>{unique_string}</code> - chaîne aléatoire

source: <code>{current_date}</code> - the current date YYYYMMDD
fr_fr: <code>{current_date}</code> - la date courante AAAAMMJJ

source: Attachment PDF File Name
fr_fr: Nom de fichier du PDF attaché aux emails

source: Enter the PDF file name. This file name will be used when users download a PDF of voucher codes from the email attachment.
fr_fr: Saisir le nom de fichier PDF. Ce nom sera utilisé quand les utilisateurs téléchargent un bon cadeau attaché à l’email.

source: <code>{voucher_code}</code> - voucher code
fr_fr: <code>{voucher_code}</code> - code du bon cadeau

source: <code>{purchase_date}</code> - the date of the payment YYYYMMDD
fr_fr: <code>{purchase_date}</code> - la date du paiement AAAAMMJJ

# birth date format
source: mm/dd/yyyy
fr_fr: jj/mm/aaaa

source: Guest
fr_fr: Invité

source: Vouchers are nominative, <b>please fill the details of the recipient</b>.
fr_fr: Les bons cadeaux sont nominatifs, <b>merci de préciser ici les coordonnées du bénéficiaire</b>.

source: Set a voucher recipient
fr_fr: Définir un bénéficiaire de bon cadeau

source: Recipient title:
fr_fr: Civilité du bénéficiaire :

source: Mister
fr_fr: Monsieur

source: Recipient first name:
fr_fr: Prénom du bénéficiaire :

source: Recipient last name:
fr_fr: Nom du bénéficiaire :

source: Recipient birth date:
fr_fr: Date de naissance du bénéficiaire :

source: Recipient address:
fr_fr: Adresse du bénéficiaire :

source: Recipient zipcode:
fr_fr: Code postal du bénéficiaire :

source: Recipient city:
fr_fr: Ville du bénéficiaire :

source: Recipient country:
fr_fr: Pays du bénéficiaire :

source: Recipient mobilephone:
fr_fr: Téléphone mobile :

source: Recipient email:
fr_fr: Email du bénéficiaire :

source: is required.
fr_fr: est obligatoire.

source: Recipient phone
fr_fr: Téléphone

source: Please enter valid email
fr_fr: Saisir un email valide

source: Ms
fr_fr: Mme

# birth date format conversion
source: m/d/Y
fr_fr: d/m/Y

source: Recipient:
fr_fr: Bénéficiaire :

source: Birth date:
fr_fr: Date de naissance :

source: Voucher code:
fr_fr: Code de bon cadeau :

source: Expiry date:
fr_fr: Date de validité :

source: for
fr_fr: pour

source: You are not allowed to download this file
fr_fr: Vous n’êtes pas autorisés à télécharger ce fichier

source: Voucher valid until %s
fr_fr: Bon cadeau valable jusqu’au %s

source: Voucher valid %s month
fr_fr: Bon cadeau valable %s mois

source: Experience is valid until %s
fr_fr: Prestation valable %s

source: Experience is valid %s month
fr_fr: Prestation valable %s mois

source: Download voucher
fr_fr: Télécharger le bon cadeau

source: (Come one hour before your treatments to enjoy)
fr_fr: (Arriver 60 minutes avant votre soin pour en profiter)

source: This voucher is reserved to:
fr_fr: Ce bon cadeau est réservé à :

source: Personal message:
fr_fr: Message personnel :

source: Category:
fr_fr: Catégorie :

# Voucher PDF
source: Expires:
fr_fr: Validité :
